import { CircleCheck } from 'lucide-react';

export const CERTIFICATES = {
  title: '자격증',
  items: [
    {
      title: '발달장애 아동·청소년 바우처 자격증',
      description:
        '졸업 후 관련 기관에 이수 과목 및 현장실습 확인서를 제출하면, 발달장애 아동·청소년을 대상으로 한 바우처 지원 자격증을 취득할 수 있습니다.',
    },
    {
      title: '한국예술치료학회 미술심리상담사 1급 자격',
      description:
        '2023년, 우리 학과는 한국예술치료학회와 MOU를 체결하였습니다. 이에 따라 본과 교육과정 및 집단 수퍼비전이 학회에서 공식적으로 인정됩니다. 또한, 학회 학술활동 시간과 현장실습 시간을 충족하면 미술심리상담사 1급 시험 응시 자격을 얻을 수 있습니다.',
    },
    {
      title: '예술심리상담사 1급 (한양대 총장 명의)',
      description:
        '서울 한양대 미래인재교육원에서 개설되는 13주 과정 자격증 프로그램을 통해, 한양대학교 총장 명의의 예술심리상담사 1급 자격증을 취득할 수 있습니다.',
      // checklist: [
      //   '80시간 이상의 임상 경험이 필요합니다.',
      //   '2급 없이 곧바로 1급 시험 응시 및 취득이 가능합니다.',
      // ],
    },
    {
      title: '미술감상정서표현지도자',
      description:
        '미술작품 감상을 통해 정서를 인식하고, 글쓰기나 그림 등의 표현 활동으로 내면을 표현할 수 있도록 돕는 전문가입니다. 「미술관 미술치료」를 수강하고 정해진 현장실습을 이수하면 자격증을 취득할 수 있습니다.',
    },
  ],
  quote: {
    title: '자격 소개',
    content: [
      '미술치료는 예술적 표현을 통해 정서적·심리적 치유를 돕는 전문 분야로,',
      '자격증 취득은 전문가로서의 첫걸음입니다.',
    ],
  },
  finalMessage: {
    secondary:
      '자격증 취득을 위해서는 학업과 실습을 체계적으로 계획하는 것이 중요하며, 졸업 후에도 지속적인 전문성 개발을 위한 노력이 필요합니다.',
  },
  icon: CircleCheck,
};
